Repository: kkpan11/parcellite
Catalog: po/*.po
Languages: eu

source: Action
eu: Ekintza

source: Actions
eu: Ekintzak

source: Actions key combination:
eu: Ekintzen tekla-konbinazioa:

source: Add...
eu: Gehitu...

source: Alternate Non-printing Display
eu: Aldatu inprimatzen ez diren karaktereak

source: Auto Paste
eu: Itsaste automatikoa

source: <b>Clipboards</b>
eu: <b>Arbelak</b>

source: Beginning
eu: Hasiera

source: Behavior
eu: Portaera

source: <b>History</b>
eu: <b>Historia</b>

source: <b>Hotkeys</b>
eu: <b>Laster-teklak</b>

source: <b>Items</b>
eu: <b>elementuak</b>

source: <b>Miscellaneous</b>
eu: <b>Denetarikoa</b>

source: <b>None</b>
eu: <b>Bat ere ez</b>

source: <b>Omitting</b>
eu: <b>Utzita</b>

source: Capture hyperlinks only
eu: Harrapatu hiperestekak soilik

source: Case Sensitive Search
eu: Maiuskulak eta minuskulak bereizi bilaketan

source: Character length of items
eu: Elementuen karaktere luzera

source: _Clear
eu: _Garbitu

source: Clear the history?
eu: Historia garbitu?

source: Clipboard CLI usage examples: echo "copied to clipboard" | parcellite parcellite "copied to clipboard" echo "copied to clipboard" | parcellite -c
eu: Arbeleko CLI erabilera-adibideak: echo "arbelean kopiatu da" | parcellite parcelllite "arbelean kopiatu da" echo "arbelean kopiatu da" | parcellite -c

source: Clipboard Manager
eu: Arbelaren kudeatzailea

source: Command
eu: Agindua

source: Confirm before clearing history
eu: Berretsi historia garbitu aurretik

source: Control-click Parcellite's tray icon to use actions,
eu: Egin Ctrl+klik Parcellite-ren erretiluko ikonoan ekintzak erabiltzeko,

source: Couldn't create directory: %s
eu: Ezin izan da sortu %s direktorioa

source: Current entry on top
eu: Uneko sarrera goian

source: DebugUpdate
eu: Arazketaren eguneraketa

source: Display
eu: Bistaratu

source: Display Version info
eu: Bistaratu bertsioaren informazioa

source: Do not use status icon (Ctrl-Alt-P for menu)
eu: Ez erabili egoera ikonoa (Ctrl-Alt-P menurako)

source: _Edit actions
eu: _Editatu ekintzak

source: _Edit Clipboard
eu: _Editatu arbela

source: Editing Clipboard
eu: Arbela editatzen

source: Empty
eu: Hutsik

source: End
eu: Bukaeran

source: Executing action...
eu: Ekintza exekutatzen...

source: _History
eu: _Historia

source: History key combination:
eu: Historia tekla-konbinazioa:

source: Hotkeys
eu: Laster-teklak

source: If checked, does a search-as-you-type. Turns red if not found. Goes to top (Alt-E) line when no chars are entered for search
eu: Markatuta badago, idazten duzun bitartean bilaketa bat egiten du. Gorri bihurtzen da aurkitzen ez bada. Goiko lerrora (Alt-E) doa bilaketarako karaktererik sartzen ez denean

source: If checked, does case sensitive search
eu: Markatuta badago, maiuskulak eta minuskulak bereizten ditu

source: If checked, edit the history item clicked on.
eu: Markatuta badago, klikatutako historiako elementua editatzen du.

source: If checked, enables checking multiple concurrent user logic. Use if several different users are logged in at the same time.
eu: Markatuta badago, hainbat erabiltzaileen aldibereko logika egiaztatzea gaitzen du. Erabili hainbat erabiltzaile aldi berean saioa hasita badute.

source: If checked, enables debug prints on clipboard update logic. This only takes effect when enabled at start up, and may be disabled at compile time.
eu: Markatuta badago, arazketa-inprimaketak gaitzen ditu arbelaren eguneratze-logikan. Hau abiaraztean gaituta dagoenean bakarrik izango du eragina, eta konpilazio garaian desgaitu daiteke.

source: If checked, enables the persistent history.
eu: Markatuta badago, historia iraunkorra gaitzen du.

source: If checked, places current clipboard entry at top of list. If not checked, history does not get sorted.
eu: Markatuta badago, arbeleko uneko sarrera zerrendaren goialdean jartzen du. Markatzen ez bada, historia ez da ordenatzen.

source: If checked, puts the persistent history at the top of the history list. If the option above is checked, this option has no effect.
eu: Markatuta badago, historia iraunkorra historiaren zerrendaren goiko aldean jartzen du. Goiko aukera markatuta badago, aukera honek ez du eraginik.

source: If checked, puts the persistent history in a new list and enables the Persistent History HotKey. You will need to use the persistent history hotkey to see the history.
eu: Markatuta badago, historia iraunkorra zerrenda berri batean jartzen du eta Historia iraunkorraren laster-tekla gaitzen du. Historiaren laster-tekla iraunkorra erabili beharko duzu historia ikusteko.

source: If checked, the current entry will be on the bottom instead of the top.
eu: Markatuta badago, uneko sarrera goiko aldean egon beharrean behealdean egongo da.

source: If checked, Use the clipboard, which is Ctrl-C, Ctrl-V
eu: Markatuta badago, erabili arbela, hau da, Ctrl-C, Ctrl-V

source: If checked, Use the primary clipboard (mouse highlight-copy, middle mouse button paste)
eu: Markatuta badago, erabili arbel nagusia (saguaren nabarmendu-kopia, saguaren erdiko botoia itsatsi)

source: If checked, use X, Y to position the history list
eu: Markatuta badago, erabili X, Y historia-zerrenda kokatzeko

source: If checked, will display tabs with Right arrow (utf8,\2192), newlines with pharagrph(\204b), and spaces with square-u(\2423).
eu: Markatuta badago, fitxak bistaratuko ditu Eskuineko geziarekin (utf8,\2192), lerro berriak pharagrph (\204b) eta zuriuneak u karratuarekin (\2423).

source: If checked, will emit the history entry via the keyboard entry.
eu: Markatuta badago, historiako sarrera teklatuko Sartu-ren bidez emango du.

source: If checked, will ignore any clipboard additions that contain only whitespace.
eu: Markatuta badago, zuriuneak soilik dituzten arbeleko gehikuntzak ez ikusi egingo ditu.

source: If checked, will keep both clipboards with the same content. If primary is pasted, then copy will have the same data.
eu: Markatuta badago, bi arbelak eduki berdinarekin mantenduko dira. Nagusian itsatsi bada, kopiak datu berdinak izango ditu.

source: If checked, will replace newlines with spaces.
eu: Markatuta badago, lerro berriak zuriuneekin ordezkatuko ditu.

source: If checked, will restore clipboard entry on application exit.
eu: Markatuta badago, arbeleko sarrera berrezarriko da aplikazioaren irteeran.

source: If checked, will trim whitespace from beginning and end of entry.
eu: Markatuta badago, zuriuneak moztuko ditu sarreraren hasieratik eta amaieratik.

source: If checked, will use Ctrl-V paste.
eu: Markatuta badago, Ctrl-V itsatsi erabiliko da.

source: If checked, will use middle mouse to paste.
eu: Markatuta badago, saguaren erdiko botoia erabiliko da itsatsi egiteko.

source: If checked, will use xdotool to paste wherever the mouse is. NOTE! Package xdotool MUST BE INSTALLED for this to work.
eu: Markatuta badago, xdotool erabiliko du sagua dagoen tokian itsatsi ahal izateko. OHARRA! xdotool paketea INSTALATU BEHAR DA honek funtziona dezan.

source: Ignore Whitespace Only
eu: Ez ikusi zuriuneak soilik

source: Items in history
eu: Historiako elementuak

source: Key
eu: Tekla

source: Keyboard Input
eu: Teklatuaren sarrera

source: Lightweight GTK+ clipboard manager.
eu: GTK+ arbel kudeatzaile arina.

source: Max Data Size(KB)
eu: Datuen gehienezko tamaina (KB)

source: Maximum data size of entire history list
eu: Historia-zerrenda osoaren datuen gehienezko tamaina

source: Maximum data size of one item
eu: Elementu baten datuen gehienezko tamaina

source: Maximum number of clipboard entries to keep
eu: Gorde beharreko arbeleko gehienezko sarrera kopurua

source: Max Item Size(KB)
eu: Elementuaren gehienezko tamaina (KB)

source: Menu key combination
eu: Menuko tekla-konbinazioa

source: Middle
eu: Erdikoa

source: Mouse
eu: Sagua

source: Multiuser
eu: Erabiltzaile anitzekoa

source: Name of Parcellite icon. If this is mis-typed, icon will not appear.
eu: Parcellite ikonoaren izena. Gaizki idatzita badago, ikonoa ez da agertuko.

source: Omit items in the:
eu: Ez ikusi elementuak bertan:

source: Parcellite Icon Name
eu: Parcellite-ren ikonoaren izena

source: Paste All Entry Delimiter
eu: Itsatsi sarrera-mugatzaile guztiak

source: Persistent As Separate List
eu: Iraunkorra zerrenda bereizi gisa

source: Persistent History
eu: Historia iraunkorra

source: Persistent history key:
eu: Historia iraunkorraren laster-tekla:

source: Persistent On Top
eu: Iraunkorra goian

source: Position history
eu: Kokapenaren historia

source: Position in pixels from the top of the screen
eu: Kokatu pixeletan pantailaren goialdetik

source: Preferences
eu: Hobespenak

source: Print clipboard contents
eu: Inprimatu arbeleko edukiak

source: Print primary contents
eu: Inprimatu eduki nagusiak

source: Remove
eu: Kendu

source: Restore Empty
eu: Berreskuratu hutsik

source: Right Click Edit
eu: Eskuin klika editatzeko

source: Save history
eu: Gorde historia

source: Save History as a text file. Prepends xHIST_0000 to each entry. x is either P(persistent) or N (normal)
eu: Gorde historia testu-fitxategi gisa. Sarrera bakoitzaren aurrean xHIST_0000 jartzen du. x P (iraunkorra) edo N (normala) da

source: Save history to a file.
eu: Gorde historia fitxategi batean.

source: Search As You Type
eu: Bilatu idatzi ahala

source: Show in a single line
eu: Erakutsi lerro bakarrean

source: Show in reverse order
eu: Erakutsi alderantzizko ordenan

source: > </span>
eu: > </tartea>

source: S_ynchronize clipboards
eu: Sinkronizatu arbelak

source: This is the Action Name. DO NOT put commands here.
eu: Hau da ekintzaren Izena. EZ jarri komandoak hemen.

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.;
eu: Programa hau software librea da; birbanatu eta/edo alda dezakezu Free Software Foundation-ek argitaratutako GNU Lizentzia Publiko Orokorraren baldintzen arabera, lizentziaren 3. bertsioa, edo (zure aukeran) geroagoko edozein bertsio. Programa hau erabilgarria izango den itxaropenarekin banatzen da, baina INOLAKO BERMErik GABE; inplizitutako bermerik gabe MERKATARITZA edo HELBURU BERAKIZUN BATERAKO EGOKIA. Ikusi GNU Lizentzia Publiko Orokorra xehetasun gehiagorako. GNU Lizentzia Publiko Orokorraren kopia bat jaso beharko zenuke programa honekin batera. Hala ez bada, ikusi <http://www.gnu.org/licenses/>.;

source: This string will be inserted between each line of history for paste all.
eu: Kate hau historiako lerro bakoitzaren artean txertatuko da guztiak itsatsi ahal izateko.

source: Trim Newlines
eu: Moztu lerro berriak

source: Trim Whitespace
eu: Moztu zuriunea

source: Use Alt-E to edit, Alt-C to clear
eu: Erabili Alt-E editatzeko, Alt-C garbitzeko

source: Use _Copy (Ctrl-C)
eu: Erabili Kopia (Ktrl-C)

source: Use %% if you want a literal %. See the man page for gnuC printf (man 2 printf) for more information.
eu: Erabili %% literala nahi baduzu. Ikusi gnuC printf-ren man orrialdea (man 2 printf) informazio gehiagorako.

source: Use _Primary (Selection)
eu: Erabili nagusia (hautapena)

source: Written by Gilberto "Xyhthyx" Miralla and Doug Springer. Report bugs to <gpib@rickyrockrat.net>.
eu: Gilberto "Xyhthyx" Miralla eta Doug Springer-ek idatzia.\n Bidali akatsen berri <gpib@rickyrockrat.net> helbidera.

source: xdotool Not Installed
eu: xdotool ez da instalatu
